Revit 2024 API
ParameterTypeId.RoomUpperLevel Property
 "Upper Limit"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoomUpperLevel { get; }
Visual Basic
Public Shared ReadOnly Property RoomUpperLevel As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoomUpperLevel {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace